{
  "homepage": {
    "title": "Become a melbet Agent and earn money online as a MelBet agent ᐉ melbetagentship.com",
    "navMenuAboutUs": "Who We Are",
    "navMenuCollaboration": "Partnership",
    "navMenuContacts": "Get in Touch",
    "heaing1": "EARN INCOME AS A MELBET E-WALLET AGENT.",
    "para1": "Teaming up with a global bookmaker can be highly beneficial. Handle deposits and withdrawals from players via your wallet number and receive commissions. Join Melbet and enhance your earnings.",
    "heaing2": "WHO IS A MELBET E-WALLET AGENT?",
    "para2": "Melbet e-wallet agents collaborate with the Melbet platform to manage financial transactions. They offer their e-wallet to accept funds in local currency from players and earn a commission for each transaction in return.",
    "para3": "The Melbet agent support team verifies your documentation and financial capabilities to ensure you can manage as an agent. Once approved, you’ll gain access to a management account for handling transactions. Our admin panel will guide you every step of the way.",
    "heaing3": "WHO IS A MOBCASH AGENT?",
    "para4": "Mobcash agents are responsible for managing a network of players who deposit funds directly through them. In return, they earn commissions for each deposit or withdrawal. The more players in your network, the more commission you'll earn. Mobcash agents can directly deposit funds into player accounts.",
    "heaing4": "WHAT DOES A MELBET AFFILIATE DO?",
    "para5": "Invite others to join this leading platform. Create accounts using your affiliate link or promo code and earn 30-45% of the deposits. Expand your network to maximize your profits.",
    "heaing5": "STEPS TO BECOME AN AGENT",
    "li1": "Comprehend the full process",
    "li2": "Complete the application form",
    "li3": "Connect with our team",
    "li4": "Wait for the approval",
    "li5": "Begin earning commissions",
    "para6": "Before applying, make sure you completely understand what you're applying for. If anything is unclear, reach out to our support team via Telegram.",
    "para7": "Fill out the form with your essential details, allowing our team to reach you as needed. Ensure accuracy and authenticity in your information.",
    "para8": "Contact our team or a manager who will guide you through the process. You can't apply without contacting our support team first.",
    "para9": "When we need more agents, we'll contact applicants and proceed with the formalities.",
    "para10": "Once formalities are completed, you can start earning. Melbet offers unlimited earning potential, and our team is always ready to assist you.",
    "becomeAgent": "Join as an Agent",
    "startEarningBtn": "Start Earning Now",
    "point1": "TRUSTED BOOKMAKER SINCE 2012",
    "point2": "OPERATING IN OVER 50 COUNTRIES",
    "point3": "MORE THAN 400,000 PLAYERS WORLDWIDE",
    "point4": "FAVORABLE CONDITIONS",
    "point5": "CONSISTENT PAYOUTS",
    "heading6": "Contact Us",
    "heading7": "Submit Your Details",
    "labelName": "Full Name *",
    "labelCountry": "Country *",
    "labelEmail": "Email Address *",
    "labelPhone": "Phone Number *",
    "labelOther": "Additional Info *",
    "labelNickname": "Telegram Username *",
    "sendBtn": "Submit",
    "footer1": "Copyright © 2012-2024 «MelBetAgent».",
    "footer2": "All rights reserved and protected under the law.",
    "thanks": "Thank you for your submission.",
    "modalPara": "Our team will get in touch with you shortly."
  }
}
