{
  "homepage": {
    "title": "Become a rep and make money online as a МelBet agent ᐉ melbetsupport.com",
    "navMenuAboutUs": "About Us",
    "navMenuCollaboration": "Collaboration",
    "navMenuContacts": "Contacts",
    "heaing1": "MAKE MONEY WITH MELBET E-WALLET AGENT.",
    "para1": "Partnering up with an international bookmaker is incredibly rewarding. Receive deposits & withdrawals from our players to your wallet number & get commissions. Team up with Melbet & enjoy your profits.",
    "heaing2": "WHAT IS A MELBET E-WALLET AGENT?",
    "para2": "Melbet E-wallet agents are those who partnered with the Melbet betting platform to facilitate financial transactions. They provide their e-wallet account to the company to receive funds from players in local currency. In return, they earn a commission for each transaction",  
    "para3": "Melbet agent support team will verify your documents & financial capability to run an agent. After verification & other procedures, we'll provide you with management account to manage transactions. Admin panel will help you in every steps while you're working with us.",
    "heaing3": "WHAT IS A MOBCASH AGENT?",
    "para4": "Mobcash agents need to have their own network of players who will deposit directly through them. In return, they'll get a commission for each deposit/withdrawal. As many players you've in your network the more you'll earn commission from their transactions. A Mobcash agent can deposit funds directly to the players account number.",
    "heaing4": "WHAT IS MELBET AFFILIATE?",
    "para5": "Invite people to join this biggest platform. Create new accounts with your affiliate link or promo code. Earn 30-45% of their deposits. Grow up your network & earn the most.",
    "heaing5": "HOW CAN I BECOME AN AGENT?",
    "li1":"Understand fully",
    "li2":"Fill a form",
    "li3":"Contact team",
    "li4":"Wait to proceed",
    "li5":"Start earning",
    "para6": "Before applying you should understand fully what you're applying for. If you have any confusion, contact our support team on Telegram.",
    "para7": "Fill the form with basic details, so that team can contact you when they need you. Don't make mistakes & be real.",
    "para8": "Contact our team or the manager. They'll guide you to your destination. Moreover, you can't apply for any agent without contacting our support team.",
    "para9": "Whenver we need more agents we contact the applicants & go for the formalities.",
    "para10": "Complete the formalities then it's time to start earning. You can earn as much as you want with Melbet. And you're always welcome to us.",
    "becomeAgent":"Become An Agent",
    "startEarningBtn":"Start Earning",
    "point1":"RELIABLE BOOKMAKER SINCE 2012",
    "point2":"50+ COUNTRIES",
    "point3":"400,000+ PLAYERS WORLDWIDE",
    "point4":"BEST TERMS",
    "point5":"STABLE PAYOUTS",
    "heading6":"Contact Information",
    "heading7":"Submit an application",
    "labelName":"Name *",
    "labelCountry":"Country *",
    "labelEmail":"Email *",
    "labelPhone":"Phone *",
    "labelOther":"Other *",
    "labelNickname":"Telegram UserName *",
    "sendBtn":"Send",
    "footer1":" Copyright © 2012-2024 «MelBet».",
    "footer2":"All rights are reserved and protected by law.",
    "thanks":"Thanks for submitting your information.",
    "modalPara":" Our team will reach you soon."


  }

}
